Repository: KhaLidAlZoubi/ajdar_project
Catalog: lib/l10n/intl_*.arb
Languages: ar

# app
source: Ajdar
ar: أجدر

# loginTile
source: Sign In
ar: تسجيل الدخول

# phone
source: Phone Number
ar: رقم الهاتف

# noAccount
source: Don't have an account?
ar: ليس لديك حساب؟

# createAccount
source: Sign Up
ar: التسجيل

# name
source: Full Name
ar: الاسم الكامل

source: Next
ar: التالي

# nameHint
source: First name, Last Name
ar: الاسم الأول, الاسم الأخير

# account
source: Do you already have an account?
ar: هل لديك حساب بالفعل؟

# nameValidate
source: Please enter please Name
ar: من فضلك ادخل اسمك

# phoneValidate
source: Please enter a Saudi phone number
ar: من فضلك ادخل رقم سعودي

# otpTitle
source: Account confirmation
ar: تأكيد الحساب

# otpDescription
source: We have sent a text message containing the confirmation code to
ar: قمنا بارسال رسالة نصية تتضمن رمز التأكيد الى

# recentCode
source: Resend the code in
ar: إعادة ارسال الرمز خلال

# codeValid
source: The confirmation code is no longer valid
ar: لم يعد رمز التأكيد صالحاً

# recent
source: Recent Code
ar: إعادة ارسال الرمز

source: ID number
ar: رقم الهوية

# idHint
source: Enter ID Number
ar: ادخل رقم الهوية

source: House Number
ar: رقم المنزل

# houseHint
source: Enter House Number
ar: ادخل رقم المنزل

source: Location
ar: الموقع

# completeAccount
source: Complete Account Details
ar: استكمال بيانات الحساب

# safe
source: Your personal information is safe
ar: بياناتك الشخصية في أمان

source: Agree
ar: موافق

source: Back
ar: عودة

source: Choose Photo
ar: اختر صورة

# choosePhotoDescription
source: Please choose a photo for your profile
ar: من فضلك اختر صورة لملفك الشخصي

source: Gallery
ar: المعرض

source: Camera
ar: الكاميرا

source: Your Location
ar: موقعك الحالي

# country
source: Kingdom of Saudi Arabia
ar: المملكة العربية السعودية

# address
source: Your Address
ar: موقعك الحالي

source: City
ar: المدينة

source: Region
ar: المنطقة

source: Neighborhood
ar: الحي السكني

# neighborhoodHint
source: Enter neighborhood name
ar: ادخل اسم الحي

source: Street
ar: الشارع

# streetHint
source: Enter street name
ar: ادخل اسم الشارع

# wallet
source: My Wallet
ar: محفظتي

# have
source: You have
ar: لديك

# wallerDescription
source: in your wallet
ar: في محفظتك

# requestMore
source: Request
ar: طلب المزيد

# searchService
source: Search for service
ar: بحث عن خدمة

source: Bundle
ar: باقة

# offer
source: Offers
ar: عروض

# nearsExpiration
source: Your contract nears expiration
ar: عقدك على وشك الانتهاء

# contractEnds
source: Your contract ends on
ar: ينتهي عقدك في

source: Renewal
ar: تجديد

source: Next Visit
ar: الزيارة القادمة

source: View All
ar: عرض الكل

# supervisors
source: Top Rated Supervisors
ar: المشرفون الأعلى تقييماً

# serviceLike
source: Services you will like
ar: خدماتنا

source: Home
ar: الرئيسية

source: Services
ar: الخدمات

source: My Bundles
ar: باقاتي

source: Me
ar: انا

# visit
source: The Visit
ar: الزيارة

# form
source: From
ar: من

source: Until
ar: حتى

source: Morning
ar: صباحاً

source: Evening
ar: مساءً

# rating
source: Reviews
ar: تقييم

source: Bundles
ar: الباقات

# curren
source: Current
ar: الحالية

source: Create Bundle
ar: انشاء باقة

# profile
source: My Profile
ar: حسابي الشخصي

# personal
source: Personal Information
ar: المعلومات الشخصية

# change
source: Change Password
ar: تغير كلمة المررور

# dark
source: Dark Mode
ar: الوضع الليلي

# language
source: The Language
ar: اللغات

# contact
source: Contact Customer Service
ar: تواصل مع خدمة العملاء

# privacy
source: Privacy Policy and Terms of Use
ar: سياسة الخصوصية وشروط الاستخدام

source: Logout
ar: تسجيل الخروج

# changeLang
source: Change Application Language
ar: تغيير لغة التطبيق

source: Save
ar: حفظ

source: Create New Bundle
ar: إنشاء باقة جديدة

source: SAR
ar: ر.س
